Repository: cmsunoPlugins/video_player
Catalog: lang/*.utf8/LC_MESSAGES/video_player.po
Languages: es_es, fr_fr

source: Video Player
es_es: Reproductor de vídeo

source: This plugin allows you to insert one or more video into the page content.
es_es: Este plugin le permite insertar una o más vídeo en el contenido de la página.
fr_fr: Ce plugin permet d'insérer une ou plusieurs vidéo dans le contenu de la page.

source: It is used with the button
es_es: Se utiliza con el botón
fr_fr: Il s'utilise avec le bouton

source: added to the text editor when the plugin is enabled.
es_es: añadido al editor de texto cuando el plugin está habilitado.
fr_fr: ajouté à l'éditeur de texte lorsque le plugin est actif.

source: The video should be accessible from the File manager and should be mp4.
es_es: El video debe ser accesible desde el Administrador de archivos y debe ser mp4.
fr_fr: La vidéo doit être accessible depuis le Finder et doit être au format mp4.

source: MP4 recommandations
es_es: Recomendaciones MP4
fr_fr: Recommandations MP4

source: MOOV atom at the front of the file (Fast Start).
es_es: Atom MOOV al principio del archivo (inicio rápido)
fr_fr: MOOV atom en tête du fichier (démarrage rapide).

source: Video codec H264.
es_es: Códec de video H.264
fr_fr: Codec Vidéo H264.

source: Recommandations :
es_es: Recomendaciones :

source: Proressive scan (no interlacing).
es_es: Escaneo progresivo (sin entrelazado)
fr_fr: Balayage progressif (pas d'entrelacement).

source: Frame rates : 24, 25, 30.
es_es: Velocidades de fotograma : 24, 25, 30.
fr_fr: Fréquence d'images : 24, 25, 30.

source: Bitrate : Between 1 and 5 Mbps.
es_es: Tasas de bits : Entre 1 y 5 Mbps
fr_fr: Débit : Entre 1 et 5 Mbps.

source: Variable bitrate.
es_es: Velocidad de bits variable.
fr_fr: Débit variable.

source: Audio codec AAC.
es_es: Códec de audio AAC.
fr_fr: Codec Audio AAC.

source: Sample rate 96 khz or 48 khz.
es_es: Frecuencia de muestreo de 96 khz o 48 khz.
fr_fr: Taux d'échantillonnage 96 kHz ou 48 kHz.

source: Bitrate : 128 kbps.
es_es: Tasa de bits de audio : 128 kbps.
fr_fr: Débit audio : 128 kbps.

source: The Oembed button
es_es: El botón OEmbed
fr_fr: Le bouton OEmbed

source: is also added to the toolbar to insert external video (youtube, dailymotion...), audio (spotify, soundcloud...), photo (flickr, instagram...) and rich (scribd, wikipedia...).
es_es: también se añade a la barra de herramientas para insertar vídeo externo (youtube, dailymotion ...), audio (spotify, soundcloud ...), foto (flickr, Instagram ...) y texto enriquecido (Scribd, wikipedia ...).
fr_fr: est également ajouté à la barre d'outils pour insérer une vidéo externe (youtube, dailymotion ...), un fichier audio (Spotify, SoundCloud ...), une photo (Flickr, Instagram ...) ou un contenu enrichi (Scribd, wikipedia ...).
